const MESSAGE = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

const NAMES = [
  'Саша Симпл',
  'Бивис',
  'Баттхед',
  'Эрик Картман',
  'Конь БоДжек',
  'Принцесса Бубльгум',
  'Господин Мурад',
  'Духовный наставник Елена'
];

const DESCRIPTIONS = [
  'Современный небоскреб',
  'Морской берег с белым песком',
  'Городской фонтан',
  'Лесная тропинка после дождя',
  'Горный водопад',
  'Старый мост через реку',
  'Улицы старого города',
  'Зимний пейзаж с заснеженными деревьями',
  'Богатыри',
  'Ночной город с огнями',
  'Свет, камера, мотор',
  'Сельский пейзаж с домиками',
  'Снежный буран'
];

const MAX_COMMENTS_COUNT = 30;
const MAX_POSTS_COUNT = 25;
const MIN_LIKES_COUNT = 15;
const MAX_LIKES_COUNT = 200;
const COMMENTS_PER_PAGE = 5;

export { MESSAGE, NAMES, DESCRIPTIONS, MAX_COMMENTS_COUNT,
  MAX_POSTS_COUNT, MAX_LIKES_COUNT, MIN_LIKES_COUNT, COMMENTS_PER_PAGE };
