const message = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

const names = [
  'Саша Симпл',
  'Бивис',
  'Баттхед',
  'Эрик Картман',
  'Конь БоДжек',
  'Принцесса Бубльгум',
  'Мистер Мурад',
  'Духовный наставник Лена'
];

const descriptions = [
  'Современный небоскреб',
  'Морской берег с белым песком',
  'Городской фонтан',
  'Лесная тропинка после дождя',
  'Горный водопад',
  'Старый мост через реку',
  'Улицы старого города',
  'Зимний пейзаж с заснеженными деревьями',
  'Богатыри',
  'Ночной город с огнями',
  'Свет, камера, мотор',
  'Сельский пейзаж с домиками',
  'Снежный буран'
];

export { message, names, descriptions };
